[
  {
    "address": "609 Thurmond St NW, Atlanta, GA  30314, United States",
    "generated_info": "Rodney Cook Sr. Park is a beautiful urban park located in the historic Vine City neighborhood of Atlanta, Georgia. The park offers a peaceful and serene environment with lush green spaces, walking trails, and a stunning water feature.\n\nAtmosphere: The atmosphere at Rodney Cook Sr. Park is relaxed and inviting, making it a perfect place for a leisurely stroll, a picnic, or simply enjoying the natural surroundings.\n\nCost: The park is free to enter and enjoy, making it an affordable option for a day out in Atlanta.\n\nFood: Visitors to Rodney Cook Sr. Park often bring their own picnic lunches to enjoy in the park's designated picnic areas. Nearby restaurants also offer a variety of takeout options that can be enjoyed in the park.\n\nActivities: Popular activities at the park include walking or jogging along the trails, enjoying the water feature, and taking in the beautiful views of the city skyline. The park also hosts community events and activities throughout the year, providing opportunities for visitors to engage with the",
    "latitude": 33.7617605739047,
    "longitude": -84.4076693058014,
    "phone": "+14048810900",
    "preference": "sports",
    "title": "Rodney Cook Sr. Park"
  },
  {
    "address": "381 Edgewood Ave SE, Cafe + Velo, Atlanta, GA 30312-1839",
    "generated_info": "Atlanta Street Art Tours offers a vibrant and dynamic environment, showcasing the city's diverse and evolving street art scene. The atmosphere is creative and engaging, providing a unique opportunity to explore the city's urban art landscape.\n\nCost: The cost of Atlanta Street Art Tours typically ranges from $20 to $40 per person, depending on the duration and specific offerings of the tour.\n\nRecommendations:\n- Food: After the tour, visitors often enjoy exploring the local food scene in Atlanta. Some popular recommendations include trying Southern comfort food at local diners, indulging in barbecue at renowned eateries, or sampling international cuisine at diverse restaurants in the area.\n\n- Activities: In addition to the street art tour, visitors often explore nearby neighborhoods, visit art galleries, or participate in hands-on art workshops to further immerse themselves in Atlanta's creative culture.",
    "latitude": 33.7542204,
    "longitude": -84.3750217,
    "phone": "+14043309320",
    "preference": "art and culture",
    "title": "Atlanta Street Art Tours"
  },
  {
    "address": "1600 Peachtree St NE, Atlanta, GA  30309, United States",
    "generated_info": "SCAD Art Sales is a unique art gallery and retail space located in Savannah, Georgia. The environment is vibrant and creative, with a focus on showcasing the work of talented artists from the Savannah College of Art and Design (SCAD) community. The atmosphere is welcoming and inspiring, making it a great place to explore and appreciate art.\n\nCost range: The cost of artwork at SCAD Art Sales can vary widely depending on the artist and the medium. Prices can range from affordable prints and small pieces to higher-end original works.\n\nRecommendations:\n- Food: Visitors to SCAD Art Sales often enjoy grabbing a coffee or light snack at the on-site café, which offers a selection of pastries, sandwiches, and beverages.\n- Activities: In addition to browsing and purchasing art, visitors can also participate in workshops, artist talks, and other special events hosted by SCAD Art Sales.\n\nOverall, SCAD Art Sales provides a wonderful opportunity to support emerging artists and add unique pieces to your art collection.",
    "latitude": 33.7968179,
    "longitude": -84.3910238,
    "phone": "",
    "preference": "art and culture",
    "title": "SCAD Art Sales"
  },
  {
    "address": "3199 Maple Dr NE, Atlanta, GA  30305, United States",
    "generated_info": "Maple Street Guitars is a cozy and inviting music store located in Atlanta, Georgia. The atmosphere is laid-back and welcoming, with a focus on providing a comfortable space for musicians and music enthusiasts to explore a wide range of guitars and other musical instruments.\n\nCost range: The cost of guitars and musical instruments at Maple Street Guitars can vary widely, depending on the brand, model, and condition. Customers can find instruments ranging from affordable beginner options to high-end, collectible pieces.\n\nRecommendations:\n- Activities: Visitors can enjoy browsing through a diverse selection of guitars, amplifiers, and accessories. The store also hosts events such as live music performances, workshops, and gear demonstrations.\n- Food: While Maple Street Guitars does not serve food, there are several nearby cafes and restaurants where customers can grab a bite to eat before or after their visit. Popular options include coffee shops, sandwich shops, and casual eateries within walking distance of the store.",
    "latitude": 33.8424418,
    "longitude": -84.3719906,
    "phone": "+14042315214",
    "preference": "music",
    "title": "Maple Street Guitars"
  },
  {
    "address": "249 Peters St SW, Atlanta, GA  30313, United States",
    "generated_info": "I'm sorry, but I'm not familiar with a specific place called \"America's Realest Music.\" However, if you're referring to a music venue or a specific location known for its authentic music scene in America, I can provide some general information. Could you please provide more details or clarify the location you are referring to?",
    "latitude": 33.7479105,
    "longitude": -84.401598,
    "phone": "+14042545208",
    "preference": "music",
    "title": "America's Realest Music"
  },
  {
    "address": "1280 Peachtree St NE, Atlanta, GA  30309, United States",
    "generated_info": "The Music Class is a vibrant and creative environment where students of all ages come to learn and explore the world of music. The atmosphere is filled with the sound of instruments and the joy of musical expression.\n\nCost: The range of cost for classes at The Music Class can vary depending on the type of instruction and the duration of the classes. It's best to contact the establishment directly for specific pricing information.\n\nRecommendations:\n- Food: As The Music Class is primarily focused on music education, food may not be a central aspect of the experience. However, light snacks and beverages may be available for purchase.\n- Activities: Students at The Music Class engage in a variety of activities, including learning to play instruments, singing, and participating in group music-making exercises.\n\nOverall, The Music Class provides a welcoming and inspiring space for individuals to develop their musical talents and connect with others who share a passion for music.",
    "latitude": 33.7893054,
    "longitude": -84.3847854,
    "phone": "+17706455578",
    "preference": "music",
    "title": "The Music Class"
  },
  {
    "address": "257 Buckhead Ave NE, Atlanta, GA  30305, United States",
    "generated_info": "The Music Class:\nEnvironment and Atmosphere: The Music Class is a vibrant and lively space filled with the sound of music and the energy of creativity. The atmosphere is welcoming and inspiring, encouraging students to explore their musical talents and express themselves through various instruments and genres.\n\nCost Range: The cost of classes at The Music Class can vary depending on the type of instruction and duration. Typically, group classes may range from $20 to $40 per session, while private lessons could range from $40 to $100 per hour.\n\nFood Recommendations: As The Music Class is a place for learning and creativity, students and visitors may enjoy light snacks and beverages such as fruit, granola bars, and bottled water to keep their energy up during classes and practice sessions.\n\nActivities: Students at The Music Class engage in a variety of activities, including learning to play instruments such as piano, guitar, drums, and violin. They also participate in group music theory lessons, ensemble performances, and songwriting workshops to enhance their musical",
    "latitude": 33.8380788,
    "longitude": -84.378124,
    "phone": "+17706455578",
    "preference": "music",
    "title": "The Music Class"
  },
  {
    "address": "4895 S Atlanta Rd, Suite 100, Atlanta, GA 30339, United States",
    "generated_info": "The Music Studio Atlanta is a vibrant and creative space located in the heart of Atlanta, Georgia. The environment is lively and inspiring, with state-of-the-art recording equipment and comfortable, acoustically treated rooms.\n\nAtmosphere: The atmosphere is buzzing with creativity and energy, making it the perfect place for musicians and artists to bring their visions to life.\n\nCost: The cost of using The Music Studio Atlanta can vary depending on the specific services and facilities required, but it generally ranges from affordable hourly rates to package deals for longer recording sessions.\n\nFood: People often order light snacks and refreshments to keep their energy up during recording sessions. Some popular choices include fruit platters, sandwiches, and a variety of beverages.\n\nActivities: In addition to recording music, people at The Music Studio Atlanta often engage in collaborative songwriting sessions, vocal coaching, and music production workshops to enhance their skills and creativity.",
    "latitude": 33.8372081,
    "longitude": -84.473629,
    "phone": "+14043519722",
    "preference": "music",
    "title": "The Music Studio Atlanta"
  },
  {
    "address": "2991 N Druid Hills Rd, Atlanta, GA  30329, United States",
    "generated_info": "The Music Class:\n\nEnvironment and Atmosphere:\n- The Music Class is a vibrant and lively space filled with the sound of music and the energy of creativity.\n- The atmosphere is welcoming and inclusive, encouraging people of all ages and skill levels to explore and enjoy the world of music.\n\nCost Range:\n- The cost of classes at The Music Class can vary depending on the type of class and the duration. Generally, group classes may range from $15 to $30 per session, while private lessons may range from $40 to $80 per session.\n\nFood Recommendations:\n- As The Music Class is a place for learning and creativity, light and energizing snacks are often popular choices. Some recommendations include fresh fruit, granola bars, and trail mix to keep energy levels up during classes.\n\nActivities:\n- People at The Music Class often engage in a variety of activities, including learning to play musical instruments such as piano, guitar, or violin, as well as participating in group singing and rhythm exercises.\n- Additionally",
    "latitude": 33.81311,
    "longitude": -84.310478,
    "phone": "+17706455578",
    "preference": "music",
    "title": "The Music Class"
  },
  {
    "address": "79 5th St NW, Atlanta, GA  30308, United States",
    "generated_info": "Tech Square is a vibrant and bustling area located in the heart of Atlanta, Georgia. It is known for its innovative and tech-focused environment, with a mix of startups, tech companies, and academic institutions. The atmosphere is dynamic and energetic, with a strong emphasis on creativity and entrepreneurship.\n\nCost range: The cost range in Tech Square can vary, with a mix of affordable options and higher-end establishments. On average, meals and activities in the area can range from moderate to higher prices.\n\nFood recommendations: Visitors to Tech Square often enjoy a variety of cuisines, including trendy cafes, upscale restaurants, and casual eateries. Popular food choices include artisanal coffee, gourmet sandwiches, fusion cuisine, and farm-to-table dining options.\n\nActivity recommendations: Tech Square offers a range of activities, including networking events, tech meetups, and workshops related to innovation and entrepreneurship. Additionally, the area is home to cultural events, art galleries, and live music venues, providing diverse entertainment options for visitors.",
    "latitude": 33.777007,
    "longitude": -84.389108,
    "phone": "+14043306000",
    "preference": "technology",
    "title": "Tech Square"
  },
  {
    "address": "1720 Peachtree St NW, Unit 200, Atlanta, GA 30309, United States",
    "generated_info": "Piedmont Ear, Nose, Throat & Related Allergy is a medical facility specializing in ear, nose, throat, and allergy-related treatments. The environment is professional and welcoming, with a focus on patient comfort and care.\n\nCost range: The cost of services at Piedmont Ear, Nose, Throat & Related Allergy may vary depending on the specific treatment or procedure. It is recommended to contact the facility directly for pricing information.\n\nRecommendations:\n- Food: As a medical facility, Piedmont Ear, Nose, Throat & Related Allergy does not offer food recommendations. However, patients and visitors may find nearby restaurants and cafes to enjoy a meal before or after their appointments.\n- Activities: While at the facility, patients can engage in reading, listening to music, or using their electronic devices to pass the time while waiting for their appointments.",
    "latitude": 33.8010341,
    "longitude": -84.3933895,
    "phone": "+14043515045",
    "preference": "shopping",
    "title": "Piedmont Ear, Nose, Throat & Related Allergy"
  }
]
